chat_system_1676803395_actor_description=Dragon Attah. Dragon 
chat_system_1676803395_snap_5_question=^?^Thank you, [class]. You see, my love, my precious Gelena, has came back to me. I'm so happy. You deserve your reward.<br>[reward]
chat_system_1676803395_snap_5_answer_0=^?^Thank you! Many happy times to both of you.
chat_system_1676803395_snap_3_question=^?^Well [player]? Have you seen my Gelena?
chat_system_1676803395_snap_3_answer_0=^?^Not yet, please be patient.
chat_system_1676803395_snap_3_answer_1=^?^Yes, I've been there and I have bad news for you. Gelena refused to accept your proposal and turned down the amulet.
chat_system_1676803395_snap_4_question=^?^What! She rejected me! Me! Attah the Great! I had leashed my temper for her! I put up with jokes behind my back. I even gave up my favorite hobby - human hunting.<br>I was happy with her. We were both happy. But now if there is no us, there is also no gentle, good-natured Attah anymore. Tremble, Verlon Forest, furious Rigeliandrattah is on the hunt once more. And I'm starting with you, you miserable... [class]!
chat_system_1676803395_snap_4_answer_0=^?^Wow, what a transformation! But I'm afraid you don't know who you are dealing with! (Defend yourself...) 
chat_system_1676803395_snap_6_question=^?^You see, I used to live in an empty cave, and I loved to burn villages and to hunt people. Just like any other dragon.<br>But one day love changed my life. I stole the young princess Gelena, and we lived here together for three wonderful years. We were head over heels in love. I courageously protected my trophy from all different heroes and knights who wanted to set the poor princess free from the evil dragon. <br>That was, until Gostrim came. This weakling didn't fight me like a true knight, but crept in and seduced my fair princess while I was out hunting. He promised her some kind of rubbish and convinced her to sneak away and meet him back at his castle.<br>The next day, Gelena packed her things and went to this baron, having told me that she couldn't live like this anymore. I promised to change... but she didn't believe a word of it and left me. My feelings couldn't let me stop her, even though I was dying from despair.<br>But I thought it over and decided that my love was worth fighting for. I came to my senses, decided I would help the people instead of hunt them, and even started transporting cargo for the king. All of this enabled me to build a nice castle. I even have hot water and mirrors!<br>I beg you - become my conductor to the world of happiness. Help me to bring back my love!
chat_system_1676803395_snap_6_answer_0=^?^That's a sad story. I will help you!
chat_system_1676803395_snap_6_answer_1=^?^I'm sorry, but I'm too busy right now. Maybe I can stop by later. 
chat_system_1676803395_snap_2_question=^?^The castle of Baron Gostrim is located in the north-east of Verlon Forest. Go there to my beloved Gelena, and talk to her. Tell how much I have sacrificed for her, and how happy we can be together.<br>Here, take this amulet. It's a heart, the heart of the dragon - as hot as the one that beats inside my chest when I think of her.<br>[reward]
chat_system_1676803395_snap_2_answer_0=^?^Ok, I'll try to persuade her to come back. 
